<?php

return [

    'a_laravel_publishing_platform' => 'یک بستر نشر لاراول',
    'a_new_editing_experience' => 'یک تجربه ویرایش جدید',
    'a_simple_organization_system' => 'یک سیستم سازماندهی ساده از برچسب ها و مباحث به شما کمک می کند تا به سرعت محتوا را پیدا کنید و حفظ کنید',
    'a_writing_summary' => 'خلاصه نامه نوشتن نامه به صورت هفتگی تحویل داده می شود که آمار سریع در مورد محتوای گرایش را ارائه می دهد',
    'advanced_content_scheduling' => 'برنامه ریزی مطالب پیشرفته که دقیقاً وقتی می خواهید ، کار شما را منتشر می کند',
    'all_the_right_tools' => 'همه ابزارهای مناسب',
    'an_autosaving_editor' => 'ویرایشگر خودکار ذخیره سازی که باعث می شود هرگز جای خود را از دست ندهید و یا عقل خود را از دست ندهید',
    'an_easy_to_install_package' => 'بسته ای با نصب آسان که ظاهری با الهام از متوسط ​​را به شما می دهد',
    'canvas_integrates_the_unsplash_api' => 'بوم API Unsplash را مستقیماً در داخل ویرایشگر ادغام می کند و باعث می شود تصاویر زیبا به راحتی در داخل نوشته های تاثیرگذار وارد شوند.',
    'customizable_and_secure_routing' => 'گزینه های مسیریابی قابل برنامه ریزی و ایمن برای ایمن نگه داشتن داده های شما در یک محیط تولید',
    'enjoy_a_distraction_free_writing_experience' => 'از یک تجربه نوشتن بدون حواس پرتی در این ویرایشگر الهام گرفته از متوسط ​​لذت ببرید. بیشتر از نوار ابزار قالب بندی ، می فهمید که ترفندهایی در آستین خود دارد.',
    'features' => 'امکانات',
    'get_started' => 'شروع کنید',
    'light_and_dark_modes' => 'حالت های سبک و تاریک که پالت های رنگی منحصر به فردی را ارائه می دهند ، باعث می شود محتوای انتشار آن بر روی چشم ها آسان شود',
    'localized_content' => 'محتوای محلی شده برای دسترسی به بیش از 12 زبان مختلف',
    'measure_the_impact' => 'تأثیر پست های خود را با داده های زمان واقعی اندازه گیری کنید. همه نیاز به سردرد تنظیم Google Analytics ندارند ، بنابراین ما فقط در بهترین قسمت ها ساخته شدیم و یک جفت جدید را اضافه کردیم.',
    'proudly_hosted_and_sponsored_by' => 'با افتخار میزبانی و حمایت مالی می شود',
    'publication_statistics' => 'آمار انتشار',
    'publish_once_distribute_everywhere' => 'یک بار منتشر کنید ، در همه جا توزیع کنید. برچسب های متا ، توضیحات و پیوندهای متعارف را ضمیمه کنید تا محتوای شما به هر طریق ممکن کشف شود.',
    'released_under_the_mit_license' => 'تحت مجوز MIT منتشر شد.',
    'search_engine_optimization' => 'بهینه سازی موتور جستجو',
    'sometimes_creating_a_blog_long' => 'گاهی اوقات ایجاد یک وبلاگ آسان تر از انجام گفته می شود. با بوم ، این ساده تر است. نصب ساده ، آزادی در ایجاد ظاهری که می خواهید ، و یک محیط ویرایش آشنا باعث می شود تا توجه شما به آنچه بوم واقعاً خوب است متمرکز شود: انتشارات.',
    'sometimes_creating_a_blog_short' => 'گاهی اوقات ایجاد یک وبلاگ آسان تر از انجام گفته می شود. با بوم ، این ساده تر است.',
    'unsplash_integration' => 'یکپارچه سازی Unsplash',
    'upgrade_your_laravel_application' => 'برنامه Laravel خود را ارتقا دهید و تجربه نوشتن فصیح و مستحق را که شایسته آن است ، به آن بخشید.',
    'want_to_find_out_how_big_of_an_impact' => 'آیا می خواهید دریابید که در واقع چه تاثیری در واقع ایجاد می کنید؟ بوم به شما کمک می کند تا روند ماهانه را تجسم کنید ، ببینید خوانندگان شما از کجا می آیند و حتی ترجیح می دهند مطالب شما را به چه روشی بخوانند. به عنوان نسخه سبک Google Analytics ، مستقیماً از کادر آن فکر کنید.',
    'web_native' => 'بومی وب: کاملاً موبایل و دسک تاپ آماده در هر دستگاه است',
    'welcome_to_canvas' => 'به بوم خوش آمدید.',

];
