<?php

return [

    'meta'     => [
        'title'       => 'منصة نشر Laravel',
        'description' => 'في بعض الأحيان يكون إنشاء مدونة أسهل من فعله. مع Canvas، الأمر أسهل.',
    ],
    'header'   => [
        'subtext' => 'منصة نشر Laravel',
        'title'   => 'مرحبا بكم في Canvas.',
    ],
    'intro'    => [
        'section-one' => 'في بعض الأحيان يكون إنشاء مدونة أسهل من فعله. مع Canvas، الأمر أسهل. التثبيت البسيط، وحرية جعلها تبدو كما تريد، وبيئة تحرير مألوفة تجعلك تركز على ما يمثل Canvas حقًا في: النشر.',
        'section-two' => 'هل تريد معرفة مدى التأثير الذي تحدثه بالفعل؟ Canvas يساعدك على تصور الاتجاهات الشهرية ، ومعرفة من أين يأتي القراء وحتى في أي وقت من اليوم يفضلون قراءة المحتوى الخاص بك. فكر في الأمر كإصدار خفيف الوزن من Google Analytics، مباشرة خارج الصندوق.',
    ],
    'slider'   => [
        'caption' => 'الويب الأصلي: جاهز بالكامل لأجهزة الكمبيوتر المحمول وسطح المكتب على أي جهاز',
    ],
    'stats'    => [
        'subtext' => 'إحصاءات النشر',
        'caption' => 'قياس تأثير مشاركاتك مع البيانات في الوقت الحقيقي. لا يحتاج الجميع إلى الصداع في إعداد Google Analytics ، لذلك قمنا ببناء أفضل الأجزاء ، وأضفنا جزئين جديدين.',
    ],
    'editing'  => [
        'subtext' => 'تجربة تحرير جديدة',
        'caption' => 'استمتع بتجربة كتابة خالية من الإلهاء في هذا المحرر متوسط الإلهام. أكثر من مجرد شريط أدوات التنسيق، ستجد أنه يحتوي على بعض الحيل في جعبته.',
    ],
    'unsplash' => [
        'subtext' => 'Unsplash التكامل',
        'caption' => 'يدمج Canvas واجهة برمجة تطبيقات Unsplash مباشرة داخل المحرر ، مما يتيح إدراج الصور الجميلة بسهولة داخل الكتابة المؤثرة.',
    ],
    'social'   => [
        'subtext' => 'محرك البحث الأمثل',
        'caption' => 'نشر مرة واحدة ، وتوزيعها في كل مكان. أرفق العلامات الوصفية والأوصاف والروابط المتعارف عليها للسماح لاكتشاف المحتوى الخاص بك بأكثر من طريقة ممكنة.',
    ],
    'features' => [
        'subtext'            => 'المميزات',
        'title'              => 'كل الأدوات الصحيحة',
        'autosaving-editor'  => 'محرر الحفظ التلقائي الذي يضمن أنك لن تفقد مكانك ، أو عقلك <span class="badge badge-success text-uppercase small">الجديد</span>',
        'email-digest'       => 'رسالة بريد إلكتروني موجزة للكتابة يتم تسليمها أسبوعيًا توفر إحصائيات سريعة عن المحتوى المتجه',
        'translations'       => 'محتوى مترجم لتوفير إمكانية الوصول بأكثر من 10 لغات مختلفة',
        'secure-routing'     => 'خيارات توجيه قابلة للتخصيص وآمنة للحفاظ على أمان بياناتك في بيئة الإنتاج',
        'dark-mode'          => 'أوضاع الضوء والظلام التي توفر لوحات ألوان فريدة ، مما يجعل محتوى النشر سهلًا على العيون',
        'artisan-command'    => 'أمر حرفي يسقِط واجهة أمامية متوسطة الحجم في ثوانٍ',
        'tags-topics'        => 'يساعدك نظام تنظيم بسيط للعلامات والمواضيع في العثور على المحتوى والحفاظ عليه بسرعة',
        'content-scheduling' => 'جدولة المحتوى المتقدمة التي تنشر عملك بالضبط عندما تريد ذلك',
    ],
    'cta'      => [
        'button'  => 'البدء',
        'subtext' => 'قم بترقية تطبيق Laravel الخاص بك ومنحه تجربة الكتابة البليغة التي يستحقها.',
    ],
    'footer'   => [
        'release'      => 'صدر تحت رخصة معهد ماساتشوستس للتكنولوجيا. أنظر المصدر.',
        'sponsored-by' => 'بكل فخر واستضاف برعاية',
    ],

];
