<?php

return [

    'a_laravel_publishing_platform' => 'منصة نشر Laravel',
    'a_new_editing_experience' => 'تجربة تحرير جديدة',
    'a_simple_organization_system' => 'يساعدك نظام تنظيم بسيط للعلامات والمواضيع في العثور على المحتوى والحفاظ عليه بسرعة',
    'a_writing_summary' => 'يتم تسليم ملخص كتابي بالبريد الإلكتروني أسبوعيًا يوفر إحصائيات سريعة حول المحتوى الرائج',
    'advanced_content_scheduling' => 'جدولة المحتوى المتقدمة التي تنشر عملك بالضبط عندما تريد ذلك',
    'all_the_right_tools' => 'جميع الأدوات الصحيحة',
    'an_autosaving_editor' => 'محرر إنقاذ تلقائي يتأكد من أنك لا تفقد مكانك أبدًا ، أو سلامة عقلك',
    'an_easy_to_install_package' => 'حزمة سهلة التركيب تمنحك واجهة أمامية مستوحاة من متوسطة',
    'canvas_integrates_the_unsplash_api' => 'يدمج Canvas في Unsplash API مباشرة داخل المحرر ، مما يسمح بإدراج الصور الجميلة بسهولة داخل الكتابة المؤثرة.',
    'customizable_and_secure_routing' => 'خيارات توجيه قابلة للتخصيص وآمنة للحفاظ على بياناتك آمنة في بيئة إنتاج',
    'enjoy_a_distraction_free_writing_experience' => 'استمتع بتجربة كتابة خالية من الإلهاء في هذا المحرر متوسط ​​الإلهام. أكثر من مجرد شريط أدوات تنسيق ، ستكتشف أن لديه بعض الحيل في جعبته.',
    'features' => 'المميزات',
    'get_started' => 'البدء',
    'light_and_dark_modes' => 'أوضاع فاتحة وداكنة توفر لوحات ألوان فريدة ، مما يجعل نشر المحتوى سهلًا على العين',
    'localized_content' => 'محتوى مترجم لتوفير إمكانية الوصول بأكثر من 12 لغة مختلفة',
    'measure_the_impact' => 'قياس تأثير مشاركاتك باستخدام بيانات الوقت الفعلي. لا يحتاج الجميع إلى صداع إعداد Google Analytics ، لذلك قمنا ببناء أفضل الأجزاء فقط ، وأضفنا جزأين جديدين.',
    'proudly_hosted_and_sponsored_by' => 'استضافت برعاية وفخر',
    'publication_statistics' => 'إحصائيات المطبوعات',
    'publish_once_distribute_everywhere' => 'نشر مرة واحدة ، وتوزيعها في كل مكان. أرفق العلامات الوصفية والأوصاف والروابط الأساسية للسماح باكتشاف المحتوى الخاص بك بأكبر عدد ممكن من الطرق.',
    'released_under_the_mit_license' => 'صدر بموجب ترخيص MIT.',
    'search_engine_optimization' => 'تحسين محرك البحث',
    'sometimes_creating_a_blog_long' => 'في بعض الأحيان يكون إنشاء مدونة أسهل من القيام به. مع Canvas ، أصبح الأمر أسهل. تثبيت بسيط ، وحرية جعلها تبدو كما تريد ، وبيئة تحرير مألوفة تحافظ على تركيزك على ما هو جيد بالفعل في Canvas: النشر.',
    'sometimes_creating_a_blog_short' => 'في بعض الأحيان يكون إنشاء مدونة أسهل من القيام به. مع Canvas ، أصبح الأمر أسهل.',
    'unsplash_integration' => 'تكامل Unsplash',
    'upgrade_your_laravel_application' => 'قم بترقية تطبيق Laravel الخاص بك ومنحه تجربة كتابة بليغة تستحقها.',
    'want_to_find_out_how_big_of_an_impact' => 'هل تريد معرفة مدى التأثير الذي تحدثه بالفعل؟ يساعدك برنامج Canvas في تصور الاتجاهات الشهرية ، ومعرفة مصدر قرائك ، وحتى الوقت الذي يفضلون فيه قراءة المحتوى من اليوم. فكر في الأمر على أنه نسخة خفيفة الوزن من Google Analytics ، مباشرة من الصندوق.',
    'web_native' => 'الويب الأصلي: جاهز تمامًا للجوال وسطح المكتب على أي جهاز',
    'welcome_to_canvas' => 'مرحبًا بك في Canvas.',

];
