<?php

return [

    'meta'     => [
        'title'       => 'एक लारवेल प्रकाशन मंच',
        'description' => 'कभी-कभी ब्लॉग बनाना आसान हो जाता है। कैनवस के साथ, यह आसान है।',
    ],
    'header'   => [
        'subtext' => 'एक लारवेल प्रकाशन मंच',
        'title'   => 'कैनवस में आपका स्वागत है।',
    ],
    'intro'    => [
        'section-one' => 'कभी-कभी ब्लॉग बनाना आसान हो जाता है। कैनवस के साथ, यह आसान है। सरल स्थापना, यह देखने की स्वतंत्रता कि आप कैसे चाहते हैं, और एक परिचित संपादन वातावरण आपको ध्यान केंद्रित करता है कि कैनवस वास्तव में क्या अच्छा है: प्रकाशन।',
        'section-two' => 'पता लगाना चाहते हैं कि वास्तव में आप कितना बड़ा प्रभाव डाल रहे हैं? कैनवास आपको मासिक रुझानों की कल्पना करने में मदद करता है, देखें कि आपके पाठक कहां से आ रहे हैं और यहां तक ​​कि दिन के किस समय वे आपकी सामग्री को पढ़ना पसंद करते हैं। इसे Google Analytics का एक हल्का संस्करण समझें, सीधे बॉक्स से बाहर।',
    ],
    'slider'   => [
        'caption' => 'वेब देशी: किसी भी डिवाइस पर पूरी तरह से मोबाइल और डेस्कटॉप तैयार',
    ],
    'stats'    => [
        'subtext' => 'प्रकाशन के आँकड़े',
        'caption' => 'रियलटाइम डेटा के साथ अपनी पोस्ट के प्रभाव को मापें। Google Analytics को स्थापित करने के लिए हर किसी को सिरदर्द की आवश्यकता नहीं होती है, इसलिए हमने केवल सबसे अच्छे भागों में बनाया है, और कुछ नए जोड़े हैं।',
    ],
    'editing'  => [
        'subtext' => 'एक नया संपादन अनुभव',
        'caption' => 'इस माध्यम से प्रेरित संपादक में एक व्याकुलता मुक्त लेखन अनुभव का आनंद लें। सिर्फ एक स्वरूपण टूलबार से अधिक, आपको पता चलेगा कि इसकी आस्तीन में कुछ चालें हैं।',
    ],
    'unsplash' => [
        'subtext' => 'अनपलाश एकीकरण',
        'caption' => 'कैनवास सीधे संपादक के अंदर Unsplash एपीआई को एकीकृत करता है, जिससे सुंदर कल्पना को प्रभावशाली लेखन के अंदर आसानी से डाला जा सकता है।',
    ],
    'social'   => [
        'subtext' => 'खोज इंजिन अनुकूलन',
        'caption' => 'एक बार प्रकाशित करें, हर जगह वितरित करें। अपनी सामग्री को अधिक से अधिक तरीकों से खोजने के लिए मेटा टैग, विवरण और विहित लिंक संलग्न करें।',
    ],
    'features' => [
        'subtext'            => 'विशेषताएं',
        'title'              => 'सभी सही उपकरण',
        'autosaving-editor'  => 'एक ऑटोसैविंग संपादक जो यह सुनिश्चित करता है कि आप कभी भी अपनी जगह, या अपनी पवित्रता नहीं खोते हैं <span class="badge badge-success text-uppercase small">नया</span>',
        'email-digest'       => 'एक लेखन सारांश ई-मेल साप्ताहिक दिया गया जो ट्रेंडिंग सामग्री पर त्वरित आँकड़े प्रदान करता है',
        'translations'       => '10 से अधिक विभिन्न भाषाओं में सुलभता प्रदान करने के लिए स्थानीयकृत सामग्री',
        'secure-routing'     => 'उत्पादन परिवेश में अपने डेटा को सुरक्षित रखने के लिए अनुकूलन योग्य और सुरक्षित रूटिंग विकल्प',
        'dark-mode'          => 'प्रकाश और अंधेरे मोड जो अद्वितीय रंग पट्टियाँ प्रदान करते हैं, जिससे आंखों पर प्रकाशन सामग्री आसान हो जाती है',
        'artisan-command'    => 'एक कारीगर कमान जो सेकंडों में मध्यम से प्रेरित फ्रंटेंड को मचान बनाती है',
        'tags-topics'        => 'टैग और विषयों की एक सरल संगठन प्रणाली आपको सामग्री को जल्दी से खोजने और बनाए रखने में मदद करती है',
        'content-scheduling' => 'उन्नत सामग्री शेड्यूलिंग जो आपके काम को तब प्रकाशित करती है जब आप इसे चाहते हैं',
    ],
    'cta'      => [
        'button'  => 'शुरू हो जाओ',
        'subtext' => 'अपने लारवेल एप्लिकेशन को अपग्रेड करें और इसे वाक्पटु लेखन का अनुभव दें जो इसके योग्य है।',
    ],
    'footer'   => [
        'release'      => 'एमआईटी लाइसेंस के तहत जारी किया गया। स्रोत देखें।',
        'sponsored-by' => 'गर्व से होस्ट और द्वारा प्रायोजित',
    ],

];
