<?php

return [

    'a_laravel_publishing_platform' => 'एक लारवेल प्रकाशन मंच',
    'a_new_editing_experience' => 'एक नया संपादन अनुभव',
    'a_simple_organization_system' => 'टैग और विषयों की एक सरल संगठन प्रणाली आपको सामग्री को जल्दी से खोजने और बनाए रखने में मदद करती है',
    'a_writing_summary' => 'एक लेखन सारांश ई-मेल साप्ताहिक दिया जो ट्रेंडिंग सामग्री पर त्वरित आँकड़े प्रदान करता है',
    'advanced_content_scheduling' => 'उन्नत सामग्री शेड्यूलिंग जो आपके काम को तब प्रकाशित करती है जब आप इसे चाहते हैं',
    'all_the_right_tools' => 'सभी सही उपकरण',
    'an_autosaving_editor' => 'एक ऑटोसैविंग संपादक जो यह सुनिश्चित करता है कि आप कभी भी अपनी जगह, या अपनी पवित्रता नहीं खोते हैं',
    'an_easy_to_install_package' => 'एक आसान-से-संस्थापित पैकेज जो आपको मध्यम से प्रेरित दृश्य प्रदान करता है',
    'canvas_integrates_the_unsplash_api' => 'कैनवास सीधे संपादक के अंदर Unsplash एपीआई को एकीकृत करता है, जिससे सुंदर कल्पना को प्रभावशाली लेखन के अंदर आसानी से डाला जा सकता है।',
    'customizable_and_secure_routing' => 'उत्पादन परिवेश में अपने डेटा को सुरक्षित रखने के लिए अनुकूलन योग्य और सुरक्षित रूटिंग विकल्प',
    'enjoy_a_distraction_free_writing_experience' => 'इस माध्यम से प्रेरित संपादक में एक व्याकुलता मुक्त लेखन अनुभव का आनंद लें। सिर्फ एक स्वरूपण टूलबार से अधिक, आपको पता चलेगा कि इसकी आस्तीन में कुछ चालें हैं।',
    'features' => 'विशेषताएं',
    'get_started' => 'शुरू हो जाओ',
    'light_and_dark_modes' => 'प्रकाश और अंधेरे मोड जो अद्वितीय रंग पट्टियाँ प्रदान करते हैं, जिससे आंखों पर प्रकाशन सामग्री आसान हो जाती है',
    'localized_content' => '12 से अधिक विभिन्न भाषाओं में सुलभता प्रदान करने के लिए स्थानीयकृत सामग्री',
    'measure_the_impact' => 'रियलटाइम डेटा के साथ अपनी पोस्ट के प्रभाव को मापें। Google Analytics को स्थापित करने के लिए सभी को सिरदर्द की आवश्यकता नहीं होती है, इसलिए हमने केवल सबसे अच्छे भागों में बनाया है, और कुछ नए जोड़े हैं।',
    'proudly_hosted_and_sponsored_by' => 'गर्व से होस्ट और द्वारा प्रायोजित',
    'publication_statistics' => 'प्रकाशन के आँकड़े',
    'publish_once_distribute_everywhere' => 'एक बार प्रकाशित करें, हर जगह वितरित करें। मेटा टैग, विवरण और विहित लिंक संलग्न करें ताकि आपकी सामग्री को यथासंभव अधिक से अधिक तरीकों से खोजा जा सके।',
    'released_under_the_mit_license' => 'एमआईटी लाइसेंस के तहत जारी किया गया।',
    'search_engine_optimization' => 'खोज इंजिन अनुकूलन',
    'sometimes_creating_a_blog_long' => 'कभी-कभी ब्लॉग बनाना आसान हो जाता है। कैनवस के साथ, यह आसान है। सरल स्थापना, इसे बनाने की स्वतंत्रता आपको कैसी दिखती है, और एक परिचित संपादन वातावरण आपको ध्यान केंद्रित करता है कि कैनवस वास्तव में क्या अच्छा है: प्रकाशन।',
    'sometimes_creating_a_blog_short' => 'कभी-कभी ब्लॉग बनाना आसान हो जाता है। कैनवस के साथ, यह आसान है।',
    'unsplash_integration' => 'अनपलाश एकीकरण',
    'upgrade_your_laravel_application' => 'अपने लारवेल एप्लिकेशन को अपग्रेड करें और इसे वाक्पटु लेखन का अनुभव दें जो इसके योग्य है।',
    'want_to_find_out_how_big_of_an_impact' => 'पता लगाना चाहते हैं कि वास्तव में आप कितना बड़ा प्रभाव डाल रहे हैं? कैनवस आपको मासिक रुझानों की कल्पना करने में मदद करता है, देखें कि आपके पाठक कहां से आ रहे हैं और यहां तक ​​कि दिन के किस समय वे आपकी सामग्री को पढ़ना पसंद करते हैं। इसे Google Analytics का एक हल्का संस्करण समझें, सीधे बॉक्स से बाहर।',
    'web_native' => 'वेब देशी: किसी भी डिवाइस पर पूरी तरह से मोबाइल और डेस्कटॉप तैयार',
    'welcome_to_canvas' => 'कैनवस में आपका स्वागत है।',

];
