<?php

return [

    'a_laravel_publishing_platform' => 'Издательская платформа основанная на Laravel',
    'a_new_editing_experience' => 'Новый опыт редактирования',
    'a_simple_organization_system' => '<span class="font-weight-bold">Простая система организации тегов и тем</span> поможет вам быстро находить контент и управлять им',
    'a_writing_summary' => '<span class="font-weight-bold">Еженедельный email с кратким отчётом</span>, предоставляющий быструю статистику по актуальным материалам на сайте',
    'advanced_content_scheduling' => '<span class="font-weight-bold">Расширенное планирование публикаций</span>, которое опубликует вашу работу именно тогда, когда вы захотите',
    'all_the_right_tools' => 'Только превосходные функции',
    'an_autosaving_editor' => '<span class="font-weight-bold">Редактор с автосохраненинем</span>, который гарантирует, что вы никогда не потеряете запись над которой работаете и сможете завершить мысль',
    'an_easy_to_install_package' => '<span class="font-weight-bold">Простая установка</span>, которая даст вам современный и удобный интерфейс',
    'canvas_integrates_the_unsplash_api' => 'Canvas интегрирует API Unsplash непосредственно внутри редактора, что позволяет легко вставлять красивые изображения в эффектные публикации.',
    'customizable_and_secure_routing' => '<span class="font-weight-bold">Настраиваемые и безопасные параметры маршрутизации</span> для обеспечения безопасности ваших данных на сайте',
    'enjoy_a_distraction_free_writing_experience' => 'Наслаждайтесь написанием без отвлекающих факторов в этом великолепном и вдохновляющем редакторе. Это больше, чем просто панель инструментов для форматирования, вы обнаружите, что в её рукаве припасены некоторые хитрости.',
    'features' => 'Особенности',
    'get_started' => 'Начать работу с Canvas',
    'light_and_dark_modes' => '<span class="font-weight-bold">Светлый и тёмный режимы</span>, которые предлагают уникальные цветовые палитры, облегчая публикацию контента',
    'localized_content' => '<span class="font-weight-bold">Полная качественная локализация</span> для обеспечения работы с сайтом и доступности контента на более чем 12 различных языках',
    'measure_the_impact' => 'Измерьте влияние ваших публикаций в реальном времени. Не всем нужна головная боль при настройке Google Analytics, поэтому мы воплотили только лучшие части этого сервиса и добавили пару новых функций.',
    'proudly_hosted_and_sponsored_by' => 'Переведено paul.bid | Поддерживается и спонсируется компанией',
    'publication_statistics' => 'Статистика публикаций',
    'publish_once_distribute_everywhere' => 'Публикуйте один раз, распространяйте везде. Прикрепите метатеги, описания и канонические ссылки, чтобы ваш контент мог быть обнаружен как можно большим количеством способов.',
    'released_under_the_mit_license' => 'Выпускается по лицензии <a href="https://github.com/cnvs/canvas/blob/master/license" class="font-weight-bold" target="_blank" rel="noopener">MIT</a>. <a href="https://github.com/cnvs/canvas" class="font-weight-bold" target="_blank" rel="noopener">Смотреть исходный код</a>.',
    'search_engine_optimization' => 'Поисковая оптимизация',
    'sometimes_creating_a_blog_long' => 'Иногда проще говорить о блоге, чем сделать его. С Canvas это просто проще. Простая установка, возможность того, чтобы всё выглядело так, как вы хотите, и знакомая среда редактирования позволяют вам сосредоточиться на том, в чём Canvas действительно хорош: на публикации.',
    'sometimes_creating_a_blog_short' => 'Иногда проще говорить о блоге, чем сделать его. С Canvas это просто проще.',
    'unsplash_integration' => 'Интеграция с Unsplash',
    'upgrade_your_laravel_application' => 'Установите Canvas и продемонстрируйте всем красноречивый опыт написания и материалы, которые вы сделали вместе с Canvas.',
    'want_to_find_out_how_big_of_an_impact' => 'Хотите узнать, насколько большое влияние вы оказываете? Canvas поможет вам увидеть ежемесячные тенденции, видеть, откуда приходят ваши читатели и даже в какое время суток они предпочитают читать ваш контент. Представьте это как упрощённую версию Google Analytics, прямо из коробки.',
    'web_native' => 'Полностью на веб-технологиях: адаптивен и готов к работе на любом устройстве',
    'welcome_to_canvas' => 'Добро пожаловать на Canvas.',

];
