<?php

return [

    'meta'     => [
        'title'       => 'Издательская платформа Laravel',
        'description' => 'Иногда создать блог легче сказать, чем сделать. С Canvas это просто проще.',
    ],
    'header'   => [
        'subtext' => 'Издательская платформа Laravel',
        'title'   => 'Добро пожаловать на холст.',
    ],
    'intro'    => [
        'section-one' => 'Иногда создать блог легче сказать, чем сделать. С Canvas это просто проще. Простая установка, свобода в том, чтобы все выглядело так, как вы хотите, и знакомая среда редактирования позволяют вам сосредоточиться на том, в чем действительно хорош Canvas: публикации.',
        'section-two' => 'Хотите узнать, какое большое влияние вы оказываете? Canvas помогает вам визуализировать ежемесячные тенденции, видеть, откуда приходят ваши читатели и даже в какое время суток они предпочитают читать ваш контент. Думайте об этом как об облегченной версии Google Analytics, прямо из коробки.',
    ],
    'slider'   => [
        'caption' => 'Веб-версия: полностью мобильна и готова к работе на любом устройстве',
    ],
    'stats'    => [
        'subtext' => 'Статистика публикаций',
        'caption' => 'Измерьте влияние ваших сообщений с данными в реальном времени. Не всем нужна головная боль при настройке Google Analytics, поэтому мы создали только лучшие части и добавили пару новых.',
    ],
    'editing'  => [
        'subtext' => 'Новый опыт редактирования',
        'caption' => 'Наслаждайтесь беззаботным письмом в этом средне-вдохновленном редакторе. Больше, чем просто панель инструментов для форматирования, вы обнаружите, что в ее рукаве есть некоторые хитрости.',
    ],
    'unsplash' => [
        'subtext' => 'Отключить интеграцию',
        'caption' => 'Canvas интегрирует API Unsplash непосредственно внутри редактора, позволяя легко вставлять красивые изображения в эффектные тексты.',
    ],
    'social'   => [
        'subtext' => 'Поисковая оптимизация',
        'caption' => 'Публикуйте один раз, распространяйте везде. Прикрепите метатеги, описания и канонические ссылки, чтобы ваш контент мог быть обнаружен как можно больше способов.',
    ],
    'features' => [
        'subtext'            => 'особенности',
        'title'              => 'Все правильные инструменты',
        'autosaving-editor'  => 'Автосохраняющий редактор, который гарантирует, что вы никогда не потеряете свое место или здравомыслие <span class="badge badge-success text-uppercase small">новый</span>',
        'email-digest'       => 'Еженедельное письмо с краткой записью, предоставляющее быструю статистику по актуальным материалам',
        'translations'       => 'Локализованный контент для обеспечения доступности на более чем 10 различных языках',
        'secure-routing'     => 'Настраиваемые и безопасные параметры маршрутизации для обеспечения безопасности ваших данных в производственной среде',
        'dark-mode'          => 'Светлые и темные режимы, которые предлагают уникальные цветовые палитры, облегчая публикацию контента',
        'artisan-command'    => 'Команда Ремесленника, которая строит интерфейс в духе Medium за считанные секунды',
        'tags-topics'        => 'Простая система организации тегов и тем помогает вам быстро находить и поддерживать контент',
        'content-scheduling' => 'Расширенное планирование контента, которое публикует вашу работу именно тогда, когда вы хотите',
    ],
    'cta'      => [
        'button'  => 'Начать',
        'subtext' => 'Обновите приложение Laravel и дайте ему красноречивый опыт написания, которого он заслуживает.',
    ],
    'footer'   => [
        'release'      => 'Выпущено по лицензии MIT. Просмотреть исходный код.',
        'sponsored-by' => 'С гордостью принимает и спонсирует',
    ],

];
