<?php

return [

    'a_laravel_publishing_platform' => 'Издательская платформа Laravel',
    'a_new_editing_experience' => 'Новый опыт редактирования',
    'a_simple_organization_system' => 'Простая система организации тегов и тем помогает вам быстро находить и поддерживать контент',
    'a_writing_summary' => 'Еженедельное письмо с краткой записью, предоставляющее быструю статистику по актуальным материалам',
    'advanced_content_scheduling' => 'Расширенное планирование контента, которое публикует вашу работу именно тогда, когда вы хотите',
    'all_the_right_tools' => 'Все правильные инструменты',
    'an_autosaving_editor' => 'Автосохраняющий редактор, который гарантирует, что вы никогда не потеряете свое место или здравомыслие',
    'an_easy_to_install_package' => 'Простой в установке пакет, который дает вам интерфейс среднего стиля',
    'canvas_integrates_the_unsplash_api' => 'Canvas интегрирует API Unsplash непосредственно внутри редактора, что позволяет легко вставлять красивые изображения в эффектное письмо.',
    'customizable_and_secure_routing' => 'Настраиваемые и безопасные параметры маршрутизации для обеспечения безопасности ваших данных в производственной среде',
    'enjoy_a_distraction_free_writing_experience' => 'Наслаждайтесь написанием без отвлекающих факторов в этом средне-вдохновленном редакторе. Больше, чем просто панель инструментов для форматирования, вы обнаружите, что в ее рукаве есть некоторые хитрости.',
    'features' => 'Особенности',
    'get_started' => 'Начать',
    'light_and_dark_modes' => 'Светлый и темный режимы, которые предлагают уникальные цветовые палитры, облегчая публикацию контента',
    'localized_content' => 'Локализованный контент для обеспечения доступности на более чем 12 различных языках',
    'measure_the_impact' => 'Измерьте влияние ваших сообщений с данными в реальном времени. Не всем нужна головная боль при настройке Google Analytics, поэтому мы создали только лучшие части и добавили пару новых.',
    'proudly_hosted_and_sponsored_by' => 'Приветствуется и спонсируется',
    'publication_statistics' => 'Статистика публикаций',
    'publish_once_distribute_everywhere' => 'Публикуйте один раз, распространяйте везде. Прикрепите метатеги, описания и канонические ссылки, чтобы ваш контент мог быть обнаружен как можно больше способов.',
    'released_under_the_mit_license' => 'Выпущено по лицензии MIT.',
    'search_engine_optimization' => 'Поисковая оптимизация',
    'sometimes_creating_a_blog_long' => 'Иногда создать блог легче сказать, чем сделать. С Canvas это просто проще. Простая установка, свобода в том, чтобы все выглядело так, как вы хотите, и знакомая среда редактирования позволяют вам сосредоточиться на том, в чем Canvas действительно хорош: публикации.',
    'sometimes_creating_a_blog_short' => 'Иногда создать блог легче сказать, чем сделать. С Canvas это просто проще.',
    'unsplash_integration' => 'Отключить интеграцию',
    'upgrade_your_laravel_application' => 'Обновите свое приложение Laravel и дайте ему красноречивый опыт написания, которого он заслуживает.',
    'want_to_find_out_how_big_of_an_impact' => 'Хотите узнать, какое большое влияние вы оказываете? Canvas помогает вам визуализировать ежемесячные тенденции, видеть, откуда приходят ваши читатели и даже в какое время суток они предпочитают читать ваш контент. Думайте об этом как об упрощенной версии Google Analytics, прямо из коробки.',
    'web_native' => 'Веб-версия: полностью мобильна и готова к работе на любом устройстве',
    'welcome_to_canvas' => 'Добро пожаловать на холст.',

];
